INTRODUCTION_DAY_1 = '''Ну что, вот и первый день подготовки.
Помни, что мир не так прост, и может случиться всё, что угодно.
Главное не отчаиваться и помнить о главной цели!
'''
MANIUAL_DAY_1= '''После выпавшего события введите номер своей команды и нажмите enter
'''
INTRODUCTION_DAY_2 = '''Так, так, так, наступил второй и последний день твоей поготовки.
Завтра уже экзамен, соберись! Ты просто обязан выиграть этот спор!
'''
MANIUAL_DAY_2= '''введи значения с первого раунда
(они были даны по окончаию первого раунда<3)'''
RESULTS_1 = 'Введите значения последнего раунда (команда 1)'
RESULTS_2 = 'Введите значения последнего раунда (команда 2)'
RESULTS_3 = 'Введите значения последнего раунда (команда 3)'
TOTAL = 'Итог'

EXAM_END = '''Ну всё, ты сделал всё, что мог. Немного терпения и ты узнаешь, 
были ли твои усилия ненапрастны. Но всё равно поздравляю тебя с прохождением этого нелёгкого пути'''
WINNER_1 = '''Студент 1, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_2 = '''Студент 2, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_3 ='''Студент 3, у тебя пятёрка! 
Ты молодец, смог обыграть этих бездельников'''
WINNER_12 = '''Студенты 1 и 2, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_13 = '''Студенты 1 и 3, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_23 = '''Студенты 2 и 3, у вас пятёрки! 
Вы молодцы, смогли обыграть этого лентяя'''
WINNER_123 = 'Студенты, у всех пятёрки! Вы шикарны!'
SILVER_1 = '''Студент 1, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_2 = '''Студент 2, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_3 = '''Студент 3, у тебя четвёрка, это тоже неплохо, но увы ты не дотянул,
можно было и побольше посидеть с задачами '''
SILVER_12 = '''Студенты 1 и 2, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_13 = '''Студенты 1 и 3, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_23 = '''Студенты 2 и 3, у вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
SILVER_123 = '''Студенты, у каждого из вас четвёрки, это тоже неплохо, но увы вы не дотянули,
можно было и побольше посидеть с задачами '''
CUPRUM_1 = '''Студент 1, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_2 = '''Студент 2, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_3 = '''Студент 3, у тебя тройка, все старания коту под хвост.
Иди учись, впереди ещё 3 экзамена'''
CUPRUM_12 = '''Студенты 1 и 2, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_13 = '''Студенты 1 и 3, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_23 = '''Студенты 2 и 3, у вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
CUPRUM_123 = '''Студенты, у каждого из вас тройки, все старания коту под хвост.
Идите учиться, впереди ещё 3 экзамена'''
LOSER_1 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_2 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_3 = '''Студент 1, в этом году сдача экзамена пошла не по плану,
но помни, что у тебя есть еще 3 попытки
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_12 = '''Студенты 1 и 2, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_13 = '''Студенты 1 и 3, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_23 = '''Студенты 2 и 3, в этом году сдача экзамена пошла не по плану, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
LOSER_123 = '''Студенты, в этом году сдача экзамена пошла не по плану для каждого из вас, 
но помните, что у вас есть еще 3 попытки.
"Здравствуй, небо в облаках...
Здравствуй, юность в сапогааах"'''
